/* The canonical name of AirPort */
"AIRPORT_INTERFACE_NAME" = "AirPort";

/* For searching keychain */
"AIRPORT_NETWORK_KIND" = "Palavra-passe da rede AirPort";

/* For searching keychain */
"AIRPORT_NETWORK_WHERE" = "Rede AirPort";

/* Status label, indicates airport appears to be associated with a network */
"AIRPORT_SETTINGS_STATUS" = "Definições AirPort";

/* Status label, indicates airport is turned on */
"AIRPORT_STATUS" = "AirPort";

/* The canonical name of Ethernet */
"ETHERNET_INTERFACE_NAME" = "Ethernet";

/* Status label, indicates ethernet appears to be plugged in */
"ETHERNET_STATUS" = "Ethernet";

/* Title of continue button */
"CONTINUE_BUTTON" = "Continuar";

/* The subtitle of a failed status light */
"FAILED_STATUS_TEXT" = "Falhou";

/* Text that appears while scanning the network for its current state */
"SCANNING_TEXT" = "A pesquisar…";

/* Text that appears while connecting to network */
"CONNECTING_TEXT" = "A ligar…";

/* Title of back button */
"GO_BACK_BUTTON" = "Anterior";

/* The canonical name of Internal Modem */
"INTERNALMODEM_INTERFACE_NAME" = "Modem interno";

/* The canonical name of External Modem */
"EXTERNALMODEM_INTERFACE_NAME" = "Modem externo";

/* Status label, indicates the internet is reachable */
"INTERNET_STATUS" = "Internet";

/* Status label, indicates the ISP is reachable */
"ISP_STATUS" = "ISP";

/* Status label, indicates airport appears to be associated with a network */
"MODEM_SETTING_STATUS" = "Definições do modem";

/* Status label, indicates there a modem */
"MODEM_STATUS" = "Modem";

/* Describes generically that the app has encountered some sort of network change */
"NETWORK_CHANGE_DETECTED_TEXT" = "A configuração da rede foi alterada. Clique em OK para passar ao passo seguinte.";

/* Title of back button when we can figure out how to go back */
"NETWORK_CHANGE_DETECTED_TITLE" = "Foi detectada uma alteração à rede";

/* Status label, indicates PPP settings look correct
   Status label, indicates DHCP/PPPoE settings look correct */
"NETWORK_SETTINGS_STATUS" = "Definições da rede";

/* Title of an Okay button */
"OK_BUTTON" = "OK";

/* Title of quit button */
"QUIT_BUTTON" = "Sair";

/* Status label, indicates internet is reachable */
"SERVER_STATUS" = "Servidor";

/* Title of back button */
"START_OVER_BUTTON" = "Recomeçar";

